Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=626_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Vuotsolainen poromies
smn: Vuáččulâš pajeolmooš

source: Veikko Magga on vuotsolainen poromies, Vuotson seudulla eläneen kuuluisan Itäpuolen Keisarinnan eli Ponkun Inkan jälkeläisiä.
smn: Veikko Magga lii vuáččulâš pajeolmooš, Vuáču kuávlust iällám pegâlmâs ” Itäpuolen Keisarinna ” ađai Ponku Iŋgá maajeeldpuáttee.

source: Veikkoa puolestaan on sanottu Itäpuolen Keisariksi.
smn: Veiko oppeet láá kočodâm ” Itäpuolen Keisarin ”.

source: Veikko kertoo porohommien olleen hänellä verissä, ja että hänelle oli jo pikkupoikana selvää, että hänestä tulee poromies.
smn: Veikko muštâl, et puásuipargoh lijjii sust voorâin, já et sunjin lâi jo uccâkaandâžin čielgâs, et sust šadda pajeolmooš.

source: Isän tokan paimennukseen tarvittiin jatkaja, eivätkä muut ammatit käyneet mielessäkään.
smn: Eeji čage kuáđutmân tarbâšij juátkee, iäge eres ámáttâh elâččâm ubâ mielâstkin.

source: Veikko kävi koulua kuitenkin vuoden verran Inarissa saamelaisten kristillisessä kansanopistossa, jossa opeteltiin kirjoittamaan ja lukemaan saamenkieltä.
smn: Veikko juuđij škoovlâ kuittâg ive verd Anarist säämi ristâlâš nuorâskoovlâst, mast máttááttii čäälliđ já luuhâđ sämikielâ.

source: Veikko sanoo todenneensa samantien, ettei koulu ole hänen paikkansa.
smn: Veikko lâi siämmást páhudâm, et škovlâ ij lah suu saje.

source: Sieltä olisi voinut halutessaan jatkaa opintoja ja valmistua johonkin ammattiin.
smn: Haalijddijn tobbeen ličij puáhtám juátkiđ oopâid já valmâštuđ monnii ámáttân.

source: Hän oli koulussa kuitenkin vuoden loppuun saakka – ei tohtinut keskenkään heittää.
smn: Sun lâi kuittâg škoovlâst ive loopâ räi – ij tuostâm koskâldittiđgin tom.

source: Päästessään sieltä hän tuli jatkamaan porohommia, ja sillä tiellä hän on pysynyt näihin päiviin saakka.
smn: Tobbeen pesâdijn sun poođij juátkiđ puásuipargoid, já siämmáá kiäinu alne lii pissoom onnáá peeivi räi.

source: Päätös alkaa poromieheksi ei ole koskaan kaduttanut häntä ja hän kehaisee poromiehen ammatin kuuluvan ammateista parhaimpiin.
smn: Miärádâsâs riemmâđ pajeolmožin sun ij lah kuássin kaattâm já sun rammust, et pajealmaa áámmát kulá pyeremussáid.

source: Veikko kertoo saaneensa oman merkin heti synnyttyään, kuten tapana on ollut.
smn: Veikko muštâl, et sun finnij jieijâs vitá tállán šoddâmis maŋa, tegu vyehin lii lamaš.

source: Merkki tuli perinteiseen tapaan suvussa kulkeneesta merkistä.
smn: Vittá poođij ärbivuáválâš vyevi mield suuvâst jottáám vittáást.

source: Veikon merkki tuli hänen isänsä merkkiä vähän muuttaen.
smn: Veiko vittá poođij suu eeji vitá ucánjáhháá rievdâdmáin.

source: Hän ei muista, milloin merkkasi ensimmäistä kertaa, mutta kertoo sen tapahtuneen jo hyvin varhain.
smn: Sun ij mušte, kuás vittádij vuossâmuu keerdi, mut muštâl, et tot tábáhtui jo uáli tooláá.

source: Merkkaamaan hän oppi seuraamalla miten muut merkkaavat ja isän neuvoilla. ”
smn: Vittádiđ sun oopâi čuávumáin, maht iäráseh vittádii já eeji ravvuiguin. ”

source: Tekemällä oppii. ”
smn: Porgâmáin uáppá. ”

source: Veikko kertoo poronhoidon kokeneen muutoksia viimeisinä vuosikymmeninä ja mainitsee niistä yhtenä suurimmista moottoriajoneuvojen tulon.
smn: Veikko muštâl, et puásuituálu lii vuáttám nubástusâid majemui ihelovoi ääigi já maainâš tain ohtân stuárráámussân moottorfiävrui puáttim.

source: Ne vaikuttivat suuresti poronhoitoon ja sen kehittymiseen nykyiseen muotoonsa.
smn: Toh vaikuttii čuuvtij puásuituálun já ton ovdánmân tááláá háámán.

source: Moottorikelkat tulivat käyttöön lumimaan ajaksi ja moottoripyöriä käytettiin kesätokan haussa sekä syysettossa eli porojen kokoamisessa.
smn: Moottorkiälháh šoddii kiävtun täälvi ááigán já moottoripyeráid kevttii kesičage ucâmân sehe čohčâčokkiimân.

source: Lisäksi hän mainitsee tokkakunnittain tapahtuvan paimennuksen poisjäämisen yhdeksi suurimmaksi muutokseksi Lapin paliskunnan alueella.
smn: Lasseen sun maainâš sijdâkudij koskâsvuođâst tábáhtuvvee kuáđuttem meddâl pääccim ohtân stuárráámusâin nubástusâin Säämi palgâs kuávlust.

source: Nykyään Lapin paliskunnan kaikki porot ovat samoilla laitumilla yhtä tokkakuntaa lukuun ottamatta.
smn: Tááláá ääigi Säämi palgâs puoh poccuuh láá siämmáin kuátumijn eereeb oovdâ sijdâkode.

source: Veikko näkee Lapin paliskunnan tulevaisuuden valoisana.
smn: Veikko uáiná Säämi palgâs puátteevuođâ čuovâdin.

source: Hän sanoo laidunmaiden olevan hyvässä kunnossa ja jäkälätilanteen olevan kohtuullisen hyvä.
smn: Sun iätá, et kuáttumenâmeh láá šiev oornigist já jäävviltile lii kohtulâš pyeri.

source: Lisäksi suurin osa Lapin paliskunnasta on Urho Kekkosen kansallispuiston sisällä, mikä on yhdenlainen pelastus ja metsät säästyvät hakkuilta.
smn: Lasseen iänááš uási Säämi palgâsist lii Urho Kekkos aalmuglâšmeeci siste, mii lii mottoomlágán piäluštâs já vyevdih šeštâšuveh čuoppâmijn.

source: Hän sanoo tulevaisuuden olevan siltäkin kannalta hyvä, että kun suurempi ikäpolvi lähtee, niin paliskuntaan jää vähemmän poronhoitajia ja nuoret pärjäävät täten paremmin.
smn: Sun iätá puátteevuođâ lemin ton-uv tááhust pyeri, et ko stuárráb ahepuolvâ vuálgá te palgâsân pääccih ucceeb puásuituálleeh já nuorah piergejeh talle pyerebeht.

source: Paliskunnan haasteina hän pitää laidunmaiden kunnossa pitoa.
smn: Palgâs hástusin sun tuálá kuáttumenâmij oornigist toollâm.

source: Hän tuumaa, että laitumien kanssa pitää olla tarkkana ja täytyy pitää huoli ettei poroluku nouse liikaa.
smn: Sun tuumáá, et kuátumijguin kalga leđe tärkki, já kalga anneeđ huolâ, amas puásuiloho lasaniđ liijgás.

source: Petotilanne on yksi asia, jota hän pitää uhkana. ”
smn: Piätutile lii ohtâ äšši, mon sun ana uhken. ”

source: Erityisesti karhuja ja susia on paljon. ”
smn: Eromâšávt kuobžah já kuumpih láá ennuv. ”

source: Hän muistelee kulkeneensa metsässä paljon Alakorvan Joukon kanssa.
smn: Sun muuštâč, et juuđij Alakorva Joukoin ennuv meeccist.

source: Hän naurahtaa vähän, kun ennen oli ettossa 5-6 miestä ja nykyään siellä ruukaa olla 16 miestäkin. ”
smn: Sun noskáttist ucánjáhháá, ko ovdil lijjii pusuičokkiimijn 5–6 almaa te tááláá ääigi tobbeen läävejeh leđe joba 16 almajid. ”

source: Se on yksi asia mikä on muuttunut.
smn: Tot lii ohtâ äšši mii lii nubástum.

source: Eihän niitä tarvitsisi niin paljoa olla.
smn: Iähân toh tarbâšiččii leđe nuuvt ennuv.

source: Saataisiin se tokka aitaan vähemmälläkin miesmäärällä.
smn: Uážuččij ton čage ááiđán ucebáin-uv almaijuávhoin.

source: Mutta eipä siitä haittaakaan ole, siellähän saa olla ja oppia. ”
smn: Mut ij tot kale häittidgin, tobbeenhân uážžu leđe já oppâđ. ”

source: Veikko tuumaa, että tällä hetkellä Lapin paliskunnan poronhoito ei kaipaa sen suurempia muutoksia.
smn: Veikko tuumáá, et tääl Säämi palgâs puásuituálu ij käibid tađe stuárráábijd nubástusâid.

source: Laidunkiertoalueiden aitaaminen onnistui hyvin ja jäkälä on päässyt kasvamaan. ”
smn: Kuáttumjuurrâmkuávlui áiđum luhostui pyereest já jäävvil lii peessâm šoddâđ. ”

source: Pientä kehitettävää toki löytyy aina ”, hän arvelee.
smn: Miinii siemin ááššáš aainâs kávnoo, mon kolgâččij ovdediđ ”, sun arvâl.

source: Verratessaan entistä ja nykyistä poronhoitoa hän kertoo, että tokkakunnittain paimentaminen oli siinä mielessä parempi, että omaa tokkaa pystyi hallitsemaan tarkemmin eivätkä pedot päässeet tappamaan helposti.
smn: Verdiddijn ovdii já tááláá puásuituálu sun muštâl, et sijdâkudij mield kuáđuttem lâi ton tááhust pyereeb, et jieijâs čage puovtij haldâšiđ tärhibeht iäge piäđuh peessâm älkkeht koddeđ poccuid.

source: Hän sanoo, että nykyään tokkakunnittain paimentaminen ei kuitenkaan ole Lapin paliskunnan alueella mahdollista muun muassa jäkälätilanteen takia. ”
smn: Sun iätá, et tááláá ääigi sijdâkudij mield kuáđuttem ij kuittâg lah Säämi palgâs kuávlust máhđulâš eres lasseen jäävviltile keežild. ”

source: Ennen oli hyvät jäkäliköt.
smn: Ovdil lijjii šiev jävilenâmeh.

source: Silloin tokassa käytiin lähes joka päivä ja porot olivat kesympiä.
smn: Talle ellii čaggeest masa jyehi peeivi já poccuuh lijjii lojebeh.

source: Suopungilla pystyi helposti heittämään kiinni poroja.
smn: Suopânjáin ulâttij älkkeht njuárustiđ poccuid.

source: Porot siirrettiin seuraavaan paikkaan umpiseen kaivamaan ”, Veikko muistelee ja jatkaa: " Porohan oli tottunut olemaan tietyllä alueella, eikä se sieltä tutulta alueelta halunnut mihinkään lähteä.
smn: Poccuid sirdii čuávuvâs sajan ubbâsân kuáivuđ ”, Veikko Muuštâč já juátká: ” Pusuihân lâi hárjánâm leđe tiätu kuávlust, ige tot tobbeen uápis kuávlust halijdâm vyelgiđ kuussân.

source: Tokkaa kuitenkin kierrettiin suksin, ja jos näytti siltä, että joku on karkaamassa, niin sitten käytiin kääntämässä hiihtäen takaisin tokkaan.
smn: Čage kuittâg ain čuoigii pirrâ, já jis oroi lemin nuuvt, et mottoom lii kárgáámin, te talle tom ellii čuoigâ jurgâlmin maasâd čaagan. ”

source: Nykypäivän poronhoitoa harjoittaessa on oikeastaan pakko tehdä jotakin muuta poronhoidon ohella.
smn: Onnáá peeivi puásuituálust porgâdijn lii riävtui pággu porgâđ maidnii eres pargoid puásuituálu lasseen.

source: Kelkat ja mönkijät pitää vaihtaa välillä ja se on kallista.
smn: Kiälháid já pehheid kalga kooskâi lonottiđ já tot šadda tivrâsin.

source: Porotulot eivät pelkästään riitä niitten ylläpitoon. ”
smn: Puásuituálu ohtuunis iä keelijd toi tolâmân. ”

source: Veikko muistelee omia menneitä vuosiaan ja sinne liittyviä tapahtumia.
smn: Veikko muuštâč jieijâs moonnâm ivijdis já toid lohtâseijee tábáhtusâid.

source: Muistoja on paljon ja aina sattui jotain erikoista.
smn: Muštoh láá ennuv já masa jyehi tove heevij miinii eromâš.

source: Veikko muistaa entisaikaan saamen kielen vielä kuuluneen lähes kaikkialla, mutta silloinkin melko harvoin.
smn: Veikko muštá, et tovláá ääigi sämikielâ kullui vala mestâ jyehi saajeest, mut talle-uv viehâ harvii.

source: Veikko kertoo, että heillä oli kotikielenä suomi ja saame.
smn: Veikko muštâl, et sist lâi päikkikiellân suomâkielâ já sämikielâ.

source: Äiti puhui pohjoissaamea ja isäkin osasi, mutta vastasi jostain syystä aina suomeksi.
smn: Enni sáárnui tavesämikielâ já eeči-uv maatij tom, mut västidij monnii suujâst ovttuu suomâkielân.

source: Hieman harmitellen Veikko kertoo oman saamen kielen taitonsa heikentyneen ja monien sanojen unohtuneen kun ei ole käyttänyt kieltä.
smn: Ucánjáhháá šalligâšmáin Veikko muštâl jieijâs sämikielâ tááiđu hiäjusmum já maaŋgâi saanij vájáldum ko ij lah kiävttám kielâ.

source: Hän kuitenkin sanoo pärjäävänsä yhä saamen kielellä, mutta sanavarasto ei ole enää niin laaja.
smn: Sun kuittâg iätá, et piergee ain sämikieláin, mut sänivuárkká ij lah innig nuuvt viijđes.

source: Hän ylläpitää saamen kielen taitoaan kuuntelemalla saamen radiota.
smn: Sun paijeentuálá sämikielâ tááiđus kuldâlmáin säämi radio.

source: Hän kertoo kuuntelevansa radiota ennemminkin saamen kielen takia eikä niinkään uutisten takia.
smn: Sun muštâl, et kuldâl radio eenâb-uv sämikielâ keežild ige nuuvtkin uđđâsij keežild.

source: Kuunnellessaan hän muistelee kieltä ja mieleen palautuu kadonneita sanoja.
smn: Kuldâldijn sun muuštâč kielâ já mielân mäccih lappum säänih.

source: Televisiosta tulevia saamenkielisiä uutisia hän seuraa toisinaan.
smn: Televisiost puáttee sämikielâlâš uđđâsijd sun čuávu koskâttuvâi, mutta šalligâš toi puáttim Suomâst iho.

source: Saamelaisperinteeseen vahvasti kuulunut joikausperinne alkoi jäädä pois Veikon aikana.
smn: Juoigâmärbivyehi, mii sämmilâšärbivyevist lii lamaš nanos, päsiškuođij meddâl Veiko ääigi.

source: Ennen joikaaminen kuului arkipäivään, ja lähes jokaiselle laitettiin oma joiku.
smn: Ovdil juoigâm kuulâi argâpiäiván já masa juáhážân pieijui jieijâs juáigus.

source: Veikolle ei enää laitettu omaa joikua, vaikka esimerkiksi hänen isällään oli oma joiku. ”
smn: Sunjin ij lah innig pieijum jieijâs juáigus, veikkâ ovdâmerkkân suu eejist lâi jieijâs juáigus. ”

source: Ennen vanhaan laitettiin joiku oikeastaan kaikille, mutta ei enää nykyään.
smn: Riävtui tovle pieijui juáigus juáhážân, mut taan ääigi ij innig.

source: Se joikukulttuuri vain jäi pois. ”
smn: Tot juoigâmkulttuur tuše paasij meddâl. ”

source: Veikko kertoo, että ettotöissä ei joikua kuulunut ollenkaan, mutta erotuksissa sitäkin enemmän.
smn: Veikko muštâl, et čokkimpargoin juoigâm ij kuullâm ollágin, mut pygálusâin tađe-uv eenâb.

source: Erotuksiin tuli ihmisiä eri palkisista, ja erityisesti kaikista taitavimmat joikaajat joikasivat.
smn: Pygálussáid pottii ulmuuh jieškote-uv palgâsijn, já eromâšávt puoh čepimusah jyeigeeh juoigii.

source: Veikolla on tapana seurata myös saamelaispolitiikkaa ja hän on seurannut jälleen ajankohtaiseksi tulleen ILO 169-sopimuksen edistymistä ja sanoo, että Norjassa on hyvä tilanne, kun siellä sopimus on jo ratifioitu.
smn: Veikkoost lii vyehin čuávvuđ še sämipolitiik já sun lii čuávvum oppeet äigikyevdilâžžân šoddâm ILO 169-sopâmuš ovdánem já iätá, et Taažâst lii šiev tile, ko tobbeen sopâmuš lii jo ratifisistum.

source: Hän tuumii, että Suomessakin olisi jo aika tehdä päätös kun se on ollut vireillä jo niin kauan.
smn: Sun tuumáá, et Suomâst-uv ličij jo äigi toohâđ miärádâs ko tot lii lamaš joođoost jo nuuvt kuhe.

source: Veikko miettii hetken ja lausahtaa sitten omat terveisensä nuorille poromiehille: ” Vähitellen sitä oppii, ei sitä ole paljon neuvomista.
smn: Veikko smiättá puudâ já ciälkká tastoo jieijâs tiervuođâid nuorâ pajeulmuid: ” Kuuloold tom uáppá, ij tast lah ennuv ravvimnáál.

source: Metsässä kun oppii kulkemaan, ja reitit mistä kuljetetaan porot.
smn: Meeccist ko uáppá jotteeđ, já kiäinuid kogo poccuuh jođettuvvojeh.

source: Ne vanhat reitit, mistä on helppo kuljettaa.
smn: Toh puáris kiäinuh, main lii älkkee jođettiđ.

source: Ei siinä mitään, hyvä ja vapaa ammatti.
smn: Ij tast mihheen, šiev já rijjâ áámmát.

source: Et kahta samanlaista päivää näe. ”
smn: Jieh kyehti siämmáálágán peeivi uáini. ”
